/* Email app name */
"Mail" = "Mail";

/* Users photo library */
"Camera Roll" = "Album cameră";

/* Text field to enter a description */
"Add a description" = "Adăugați o descriere";

/* Text messages app name */
"Message" = "Mesaje";

/* Share photo or video button */
"Share post" = "Distribuiți postarea";

/* Select a location button */
"Tag a location" = "Etichetați locația";

/* Share Title */
"Share" = "Distribuire";
